{"name":"Suicide during COVID-19 and other major international respiratory outbreaks: A systematic review","id":"52","link":"https://www.sciencedirect.com/science/article/pii/S1876201820306225","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1KEoW1KC1siwFF5_r-JtDhftds9bAld3RRDoeYQ0Q0ig/edit#gid=0","references":[{"doi":"10.1016/j.ajp.2020.101989","date":"1970-01-01","title":"Fear of COVID 2019: First suicidal case in India !","abstract":"","id":"PMC7130010","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Kapil","surname":"Goyal","email":"kapilgoyalpgi@gmail.com","contributions":"1"},{"firstname":"Poonam","surname":"Chauhan","email":"chauhan.poonamk@gmail.com","contributions":"1"},{"firstname":"Komal","surname":"Chhikara","email":"dimpichhikara@gmail.com","contributions":"1"},{"firstname":"Parakriti","surname":"Gupta","email":"parakritii@gmail.com","contributions":"1"},{"firstname":"                            Mini P.","surname":"Singh","email":"minipsingh@gmail.com","contributions":"1"}]},{"doi":"10.1016/j.ajp.2020.102073","date":"2020-04-02","title":"First COVID-19 suicide case in Bangladesh due to fear of COVID-19 and xenophobia: Possible suicide prevention strategies<","abstract":"","id":"PMC7139250","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Mohammed A.","surname":"Mamun","email":"NULL","contributions":"1"},{"firstname":"                            Mark D.","surname":"Griffiths","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ajp.2020.102104","date":"1970-01-01","title":"Self-harm and COVID-19 Pandemic: An emerging concern – A report of 2 cases from India","abstract":"","id":"PMC7161515","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Swapnajeet","surname":"Sahoo","email":"NULL","contributions":"1"},{"firstname":"Seema","surname":"Rani","email":"NULL","contributions":"1"},{"firstname":"Shaheena","surname":"Parveen","email":"NULL","contributions":"1"},{"firstname":"Ajay","surname":"Pal Singh","email":"NULL","contributions":"1"},{"firstname":"Aseem","surname":"Mehra","email":"NULL","contributions":"1"},{"firstname":"Subho","surname":"Chakrabarti","email":"NULL","contributions":"1"},{"firstname":"Sandeep","surname":"Grover","email":"NULL","contributions":"1"},{"firstname":"Cheering","surname":"Tandup","email":"NULL","contributions":"2"},{"firstname":"                            Cheering","surname":"Tandup","email":"NULL","contributions":"0"}]},{"doi":"10.1002/gps.1432","date":"1970-01-01","title":"Elderly suicide and the 2003 SARS epidemic in Hong Kong","abstract":"Unknown Abstract","id":"10.1002/gps.1432","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Department","surname":"of Health","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Department","surname":"of Health of the Government of the Hong Kong Special Administrative Region","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" US","surname":"Department of Health and Human Services—Public Health Service","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" WHO","surname":"European Ministerial Conference on Mental Health","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                           WHO","surname":"Website","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1002/gps.2056","date":"1970-01-01","title":"A revisit on older adults suicides and Severe Acute Respiratory Syndrome (SARS) epidemic in Hong Kong","abstract":"Background: The Severe Acute Respiratory Syndrome (SARS) outbreak in 2003 had an enormous impact on Hong Kong society and the suicide rate was also at its historical high, 18.6 per 100,000. The most significant increase was found among the older adults aged 65 or above.\n Methods: Poisson Regression Models were used to examine impact of the SARS epidemic on older adults suicides in Hong Kong.\n A complete set of the suicide statistics for the period 1993-2004 from the Coroners\u0027 Court were made available for the analysis.\n Chi-square test was used to compare the profile of the older adult suicide cases in the pre-SARS, peri-SARS and post-SARS periods.\n Results: It showed an excess of older adults suicides in April 2003, when compared to the month of April of the other years.\n A trough, instead of the usual summer peak, was observed in June, suggesting some of the older adults suicides might have been brought forward.\n On a year basis, the annual older adult\u0027s suicide rates in 2003 and 2004 were significantly higher than that in 2002, suggesting the suicide rate did not return to the level before the SARS epidemic.\n Based on the Coroners\u0027 suicide death records, overall severity of illness, level of dependency and worrying of having sickness among the older adult suicides were found to be significantly different in the pre-SARS, peri-SARS and post-SARS periods.\n Conclusion: The SARS epidemic was associated with an increase in older adults\u0027 suicide rate in April 2003 and some suicide deaths in June 2003 might have been brought forward.\n Moreover, an increase in the annual older adults\u0027 suicide rate in 2003 was observed and the rate in 2004 did not return to the level of 2002. Loneliness and disconnectedness among the older adults in the community were likely to be associated with the excess older adults\u0027 suicides in 2003. Maintaining and enhancing mental well being of the public over the period of epidemic is as important as curbing the spread of the epidemic.\n Attention and effort should also be made to enhance the community\u0027s ability to manage fear and anxiety, especially in vulnerable groups over the period of epidemic to prevent tragic and unnecessary suicide deaths.\n Copyright © 2008 John Wiley \u0026 Sons, Ltd.\nlink_to_subscribed_fulltex","id":"10.1002/gps.2056","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Chau","surname":"PH","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Cheung","surname":"YT","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                           Yip","surname":"PSF","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1016/S1726-4901(09)70146-7","date":"2005-02-16","title":"Impact of Severe Acute Respiratory Syndrome (SARS) Outbreaks on the Use of Emergency Department Medical Resources","abstract":"Background\nThe impact of the severe acute respiratory syndrome (SARS) outbreak in 2003 on the emergency department (ED) medical needs of adult patients has not been elucidated.\n\n The purpose of this study was to investigate the demographic and clinical characteristics of ED adult patients before, during and after the SARS epidemic in a SARS-dedicated hospital.\n\n\nMethods\nA retrospective, ED chart review was conducted, and demographic data were obtained from a computer database, for a total of 17,586 patients.\n\n Patient information, including age, gender, mode of arrival, triage category, time of visit, main diagnosis, use of ED services, and status after the ED visit, were collected and compared for pre-, early-, peak-, late-, and post-SARS epidemic stages.\n\n\nResults\nDemographic data demonstrated a significant decrease in patient attendances per day, with a mean reduction of 92.5 ± 8.3 patients (43.7 ± 3.9% reduction in rate; p &lt; 0.01) during peak-versus pre-epidemic stages, but revealed no differences in patient age and gender.\n\n The numbers of patients with ambulance transport, inter-hospital referral, and critical illnesses, including DOA, categorized as triage 1, or admitted to a ward or intensive care unit after the ED visit, were not influenced by the SARS epidemic.\n\n The number of patients with upper airway infections and suicide attempts from drug overdoses increased, but not statistically significantly.\n\n The number of patients with other diagnoses decreased progressively from early- to peak-epidemic stages, but returned to their earlier levels at the post-epidemic stage.\n\n Statistically significant decreases (p &lt; 0.05) were noted in mean attendance at peak-versus pre- and early-epidemic stages for patients with cardiovascular disease, inflammatory or functional bowel disease, endocrine disease, dizziness or vertigo, or trauma.\n\n\nConclusion\nThe SARS outbreak did not eliminate the need of critically ill patients for advanced medical support.\n\n However, besides an overall decrease in patient numbers, the SARS epidemic markedly altered demographic information, clinical characteristics, and the use of medical services by adult patients in the ED of a SARS-dedicated hospital.\n\n\n","id":"PMC7128348","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Chien-Cheng","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":"David Hung-Tsang","surname":"Yen","email":"hjyen@vghtpe.gov.tw","contributions":"1"},{"firstname":"Hsien-Hao","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":"Wei-Fong","surname":"Kao","email":"NULL","contributions":"1"},{"firstname":"Lee-Min","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Chun-I","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":"                            Chen-Hsen","surname":"Lee","email":"NULL","contributions":"1"}]},{"doi":"10.1080/07481187.2020.1748481","date":"2023-06-05","title":"'Coronavirus Anxiety Scale: A brief mental health screener for COVID-19 related anxiety'","abstract":"Unknown Abstract","id":"10.1080/07481187.2020.1748481","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Informa UK Limited","authors":[{"firstname":"Sherman A.","surname":"Lee","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.jad.2010.09.029","date":"2010-09-28","title":"Association of seropositivity for influenza and coronaviruses with history of mood disorders and suicide attempts","abstract":"Background\nAnecdotal reports of mood disorder following infection with common respiratory viruses with neurotropic potential have been in existence since the last century.\n\n Nevertheless, systematic studies on the association between these viruses and mood disorders are lacking.\n\n\nMethods\nInfluenza A, B and coronavirus antibody titers were measured in 257 subjects with recurrent unipolar and bipolar disorder and healthy controls, by SCID.\n\n Pearson's ?² tests and logistic regression models were used to analyze associations between seropositivity for coronaviruses, influenza A and B viruses and the following: a) history of recurrent mood disorders b) having attempted suicide in the past c) uni- vs.\n\n bi-polarity and d) presence of psychotic symptoms during mood episodes.\n\n\nResults\nSeropositivity for influenza A (p = 0.004), B (p &lt; 0.0001) and coronaviruses (p &lt; 0.0001) were associated with history of mood disorders but not with the specific diagnosis of unipolar or bipolar depression.\n\n Seropositivity for influenza B was significantly associated with a history of suicide attempt (p =0.001) and history of psychotic symptoms (p =0.005).\n\n\nLimitations\nThe design was cross-sectional.\n\n Socioeconomic factors, inflammatory markers, and axis II psychopathology were not assessed.\n\n\nConclusions\nThe association of seropositivity for influenza and coronaviruses with a history of mood disorders, and influenza B with suicidal behavior require replication in larger longitudinal samples.\n\n The need for these studies is additionally supported by the high incidence of these viral infections, the high prevalence of mood disorders, and resilience of suicide epidemics.\n\n\n","id":"PMC3043161","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Olaoluwa","surname":"Okusaga","email":"NULL","contributions":"1"},{"firstname":"Robert H.","surname":"Yolken","email":"NULL","contributions":"1"},{"firstname":"Patricia","surname":"Langenberg","email":"NULL","contributions":"1"},{"firstname":"Manana","surname":"Lapidus","email":"NULL","contributions":"1"},{"firstname":"Timothy A.","surname":"Arling","email":"NULL","contributions":"1"},{"firstname":"Faith B.","surname":"Dickerson","email":"NULL","contributions":"1"},{"firstname":"Debra A.","surname":"Scrandis","email":"NULL","contributions":"1"},{"firstname":"Emily","surname":"Severance","email":"NULL","contributions":"1"},{"firstname":"Johanna A.","surname":"Cabassa","email":"NULL","contributions":"1"},{"firstname":"Theodora","surname":"Balis","email":"NULL","contributions":"1"},{"firstname":"                            Teodor T.","surname":"Postolache","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ajp.2020.102509","date":"2020-12-08","title":"Suicide during COVID-19 and other major international respiratory outbreaks: A systematic review","abstract":"Coronavirus disease 2019 (COVID-19) was recently declared a pandemic by the WHO.\n\n This outbreak threatens not only physical health but also has significant repercussions on mental health.\n\n In recent world history, major infectious outbreaks were associated with severe mental health sequelae, including suicide.\n\n In this study, we systematically review the literature on suicidal outcomes during major international respiratory outbreaks, including COVID-19. We reviewed descriptive and analytic articles addressing suicide during major international respiratory outbreaks.\n\n We searched PubMed, Medline, Embase, Scopus, and PsycInfo databases and then utilized an independent method for study selection by a pair of reviewers.\n\n Two reviewers completed data abstraction and conducted a narrative summary of the findings.\n\n Our search generated 2,153 articles.\n\n Nine studies (three descriptive, five analytical, and one with mixed methodology) were eligible.\n\n The included studies were heterogeneous, divergent in methods, and with a low degree of evidence.\n\n Deducing an association between pandemics, suicide, and suicide-related outcomes remains thus poorly supported.\n\n Future research with better methodological characteristics, the use of longitudinal studies, and a focus on suicide as the primary outcome would allow for an in-depth understanding and formulation of the scope of this problem.\n\n","id":"PMC7764387","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Karine","surname":"Kahil","email":"NULL","contributions":"1"},{"firstname":"Mohamad Ali","surname":"Cheaito","email":"NULL","contributions":"1"},{"firstname":"Rawad","surname":"El Hayek","email":"NULL","contributions":"1"},{"firstname":"Marwa","surname":"Nofal","email":"NULL","contributions":"1"},{"firstname":"Sarah","surname":"El Halabi","email":"NULL","contributions":"1"},{"firstname":"Kundadak Ganesh","surname":"Kudva","email":"NULL","contributions":"1"},{"firstname":"Victor","surname":"Pereira-Sanchez","email":"NULL","contributions":"1"},{"firstname":"                            Samer","surname":"El Hayek","email":"NULL","contributions":"1"}]}]}